{
  "Home": {
    "title": "Hallo Welt!",
    "language": "Sprache",
    "kinajBeschreibung1": "Als Experte für fortschrittliche Drohnen-Videografie und -Fotografie biete ich ein breites Spektrum an Dienstleistungen, einschließlich Innenaufnahmen, Action-Sequenzen, Immobilienansichten und atemberaubenden Landschaften.",
    "kinajBeschreibung2": "Spezialisiert auf FPV-Drohnen, liefere ich einzigartige, hochwertige Visualisierungen, perfekt für Werbung.",
    "kinajBeschreibung3": "Neben der Videografie biete ich auch umfassende Dienstleistungen für Social Media und digitales Management an, um sicherzustellen, dass Ihr Unternehmen online glänzt.",
    "kinajBeschreibung4": "Für spezifische Anfragen kontaktieren Sie mich bitte.",
    "kinajBeschreibung5": "Lassen Sie uns zusammenarbeiten, um Ihre Vision in die Realität umzusetzen und Ihre digitale Präsenz mit Kinnaj Films zu erhöhen.",
    "whatIsFpv": "Willkommen in der Welt von FPV (First Person View), einer aufregenden Grenze in der Drohnentechnologie. FPV-Drohnen bieten Piloten eine einzigartige Gelegenheit, sich in das Flugerlebnis einzutauchen und die Welt aus der Perspektive der Drohne selbst zu sehen. Eine FPV-Drohne liefert ein außergewöhnliches Echtzeit-Video-Feed mit bemerkenswert niedriger Latenz, alles direkt zu einem Paar spezialisierter Brillen, die vom Piloten getragen werden. Diese bahnbrechende Technologie ermächtigt den Piloten mit einem beispiellosen Maß an Präzision, ermöglicht blitzschnelle Reaktionen und ein tiefes Gefühl von Freiheit beim Navigieren durch enge Kurven oder beim Ausführen von atemberaubenden Luftmanövern.",
    "offersFPV": "FPV geht über traditionelle Filmerfahrungen hinaus und bietet ein Maß an Dynamik und Eintauchen, das in der heutigen Welt unvergleichlich ist. Es bietet eine Egoperspektive, die Sie direkt ins Herz der Action eintauchen lässt. Mit FPV fühlen Sie sich, als wären Sie direkt dabei, bereit, die erstaunlichsten Momente einzufangen. Umarmen Sie die Zukunft des Filmens mit FPV-Technologie.",
    "fpvTitel": "Was ist FPV?",
    "buttonProjects": "Projekte ansehen",
    "buttonAbout": "Über mich",
    "buttonEquipment": "Mein Werkzeug",
    "cookie": "Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen.",
    "cookieButton": "Verstanden!"
  },
  "Projects": {
    "title": "Projekte",
    "description": "Hier sind meine Projekte",
    "bastellaTitle": "Bastella GmbH",
    "bastellaDescription": "Our objective was to bring attention to the location and store, and we achieved this by creating a captivating virtual fly-through experience. Beginning on the bustling main street, we seamlessly glided over the parking area, leading directly into the store. This project served to unveil the hidden gem that this place is, making customers aware of its existence, the convenient parking options, and the best way to reach it. As we journeyed through the store, we highlighted their extensive range of products and services, offering customers a glimpse of what they have to offer. To enhance the user's experience, we integrated Sounddesign into the video, creating a more immersive feel. In addition to the video, we produced optimized Reels to showcase the store's highlights on their social media platforms.",
    "castiglioneTitle": "Castiglione Falletto",
    "castiglioneDescription": "During my journey to Castiglione Falletto, one of the charming communes in the Barolo region of Italy, I had the privilege of exploring their picturesque, authentic town. I immersed myself in their exquisite wines and savored the finest Italian cuisine. While there, I created a video that showcases the various facets of this lovely town. Due to the constraints of the pandemic, the townspeople had been unable to gather for quite some time. To celebrate the enduring partnership between Muntelier in Switzerland and Castiglione, a heartwarming dinner was organized, bringing the communities together. The event was a resounding success, with many residents in attendance, and I captured this long-awaited reunion to provide them with cherished memories of the joyous evening. This project was Muntelier's gift to Castiglione, symbolizing the strength of their enduring partnership.",
    "tcmTitle": "Tennis Club Murten",
    "tcmDescription": "In collaboration with Deusiem League, we crafted an exhilarating fly-through experience of the tennis court in Murten. The video offers a comprehensive view of the entire club, encompassing the parking area, kitchen, restaurant, and, of course, the tennis courts. As we navigated through the space, players engaged in intense tennis matches, providing an authentic glimpse of the club's vibrant atmosphere. The addition of sound design enhances the immersion, making you feel as though you're right there on the court, wishing you could join in the game."
  },
  "About": {
    "titleJannik": "<-- Das bin ich",
    "descriptionJannik1": "Hallo, ich bin Jannik Elia Hug, ein 23-Jähriger mit der Mission, neue Höhen im Leben und Abenteuer zu erreichen. Ich bin ganz darauf aus, Grenzen zu verschieben. Mein Herz schlägt für Sport, mit einem ständigen Wechsel zwischen Calisthenics, Kampfsport und meiner neuesten Liebe, Muay Thai. Technologie beflügelt meine Neugier und ermöglicht es uns, mehr zu erreichen. Ich lebe dafür, Erinnerungen zu schaffen, sei es beim Besteigen von Bergen, beim Erstellen von Erinnerungen mit Freunden oder beim Einfangen der Schönheit unserer Welt durch eine Kamera.",
    "descriptionJannik2": "Meine Bildungsreise führte mich von Murten, Schweiz, durch eine Informatiklehre und Matura. Später stellte ich mich der Herausforderung der Spezialkräfteausbildung während meines Militärdienstes. Jetzt tauche ich in die dynamische Welt der Informatik an der Berner Fachhochschule ein. Begleiten Sie mich, während ich weiterhin erkunde, lerne und das Beste aus den Abenteuern des Lebens mache.",
    "titleDrones": "Leidenschaft für Drohnen und Filmen",
    "descriptionDrones1": "Seit ich ein Kind war, hat mich die Faszination für fliegende Objekte und die atemberaubenden Perspektiven, die sie bieten, in ihren Bann gezogen. Als ich in mein Studium vertiefte, entzündete sich in mir der Traum, meine eigene Drohne zu bauen.\\nNachdem ich meine Chance in einem Projekt ergriffen hatte, begab ich mich auf eine Reise, um meine eigene FPV-Drohne zu erstellen, und oh, was für eine aufregende, herausfordernde Fahrt es war. Diese Drohnen zu fliegen, ist kein Spaziergang im Park; es erfordert unerbittliche Übung und Präzision. Aber die Belohnungen sind unermesslich.\\nDie schiere Begeisterung, durch die Lüfte über FPV-Brillen zu schweben, ist eine Erfahrung, die sich in mein Herz eingebrannt hat. Es ist ein Gefühl von Freiheit und Staunen, das schwer in Worte zu fassen ist. Aber ich habe nicht dort aufgehört.",
    "descriptionDrones2": "Ich beschloss, meine Leidenschaft für das Erstellen von Erinnerungen mit meiner neu entdeckten Liebe zum FPV-Fliegen zu verbinden.\\nIch befestigte eine Kamera an meiner FPV-Drohne, und plötzlich entfaltete sich eine ganz neue Welt voller Möglichkeiten vor meinen Augen. Jeder Flug wurde zu einer Leinwand, um meine eigenen Erinnerungen zu schaffen, atemberaubende Aussichten einzufangen und Geschichten aus einer völlig einzigartigen Perspektive zu erzählen. Es war die Schnittstelle meiner Interessen, und ich könnte nicht glücklicher mit dem Ergebnis sein.",
    "titleMot": "Motivation: Die Kraft hinter meinen Ambitionen",
    "descriptionMot1": "Seit ich begann, meine erste Drohne zu bauen, habe ich eine Welt grenzenloser Möglichkeiten entfacht. Mit jedem Schritt nähre ich meine Leidenschaft und komme meinem Traum näher. Diese aufregende Reise hat mich mit bemerkenswerten Menschen und beeindruckenden Orten bekannt gemacht. Jetzt bin ich entschlossener denn je, zu erkunden, zu reisen und mit lokalen Talenten und Unternehmen zusammenzuarbeiten, um die Schönheit der Welt zu präsentieren. Zusammen verwandeln wir diesen Traum in eine lebendige Realität.",
    "descriptionMot2": "Begleiten Sie mich, und lassen Sie uns Hand in Hand arbeiten, um es zu schaffen."
  },
  "Equipment": {
    "v2t": "Mein zweiter 5-Zoll FPV-Bau",
    "v2d": "Vorstellung meines zweiten 5-Zoll FPV-Drohnenbaus, ausgestattet mit einem Geprc True X Rahmen für Stabilität und Beweglichkeit. Diese Hochleistungsmaschine verfügt über einen T-Motor F7 HD + F55A Pro II Stack, komplett mit einem Airunit O3 für kristallklare digitale Übertragung. Angetrieben von T-Motor Pacer Motoren, war sie mein treuer Begleiter auf einer aufregenden zweimonatigen Reise durch Asien.",
    "cinebot30t": "Cinebot30",
    "cinebot30d": "Vorstellung des Cinebot30 von Geprc, einer vielseitigen 3-Zoll FPV-Drohne, die für filmische Exzellenz konzipiert ist. Ausgestattet mit modernsten Funktionen und einem kompakten Design, ist es das perfekte Werkzeug, um atemberaubende Luftaufnahmen einzufangen. Ob Sie epische Landschaften erkunden oder Ihre Abenteuer dokumentieren, der Cinebot30 garantiert unübertroffene Leistung und Kreativität. Mit eingebauten Sicherheitsfunktionen bietet er Ruhe für Indoor-Flüge und Aufnahmen mit Menschen.",
    "picot": "Pavo Pico",
    "picod": "Vorstellung des Pavo Pico von Betaflight, einem außergewöhnlichen Micro Whoop, der FPV auf die nächste Ebene bringt. Diese winzige Kraftquelle ist für außergewöhnliche Aufnahmen in engen Räumen und kleinen Umgebungen konzipiert. Mit seinem winzigen Rahmen und fortschrittlichen Funktionen ist der Pavo Pico die ideale Wahl für komplexe Aufnahmen mit kleinen Objekten oder Innenszenen. Er bietet unübertroffene Leistung und Präzision und ist das ideale Werkzeug, um diese herausfordernden und nahen Aufnahmen zu erfassen.",
    "v1t": "Mein erstes Baby",
    "v1d": "Hier begann alles, meine allererste FPV-Drohne. Dieser robuste Begleiter, gebaut auf einem Lumenier QAV-S JohnnyFPV Rahmen, hat unzählige Abstürze überstanden und meine Anfängerfehler verziehen. Mit seinem F411+V45A Lite Stack, T-Motor Velox V2 Motoren und einer Caddx Vista Air Unit ist es das dauerhafte Herz meiner FPV-Reise.",
    "avatat": "DJI Avata",
    "avatad": "Treffe den DJI Avata, eine vielseitige FPV-Drohne, die ich meinen Vorlieben entsprechend mit einer maßgeschneiderten 3D-gedruckten GoPro-Halterung oben angepasst habe. Obwohl es nicht meine erste Wahl für jeden Flug ist, schätze ich sein benutzerfreundliches Design, was es zu einer guten Wahl für Anfänger und diejenigen macht, die immersives FPV-Video erfassen möchten. Jedoch, da ich in fortgeschrittenes FPV-Fliegen eingestiegen bin, habe ich andere Drohnen gefunden, die eine verbesserte Leistung bieten. Dennoch bleibt der DJI Avata in meiner Sammlung und beweist seinen Wert, wenn spezifische Bedürfnisse entstehen.",
    "batteriest": "Alle Arten von Batterien",
    "batteriesd": "Lipo-Batterien, das Lebenselixier von Drohnen, gibt es in allen Größen, um diese Luftwunder mit Strom zu versorgen. Von kompakten Mikro-Drohnen bis zu leistungsstarken Rennquads, es gibt eine Lipo-Batterie für jeden Bedarf, um sicherzustellen, dass der Himmel immer in Reichweite ist.",
    "tango2t": "TBS Tango II Pro",
    "tango2d": "Der TBS Tango II Pro setzt neue Maßstäbe für Fernbedienungen. Trotz seiner kompakten Form verfügt er über vollwertige klappbare HAL-Sensor-Gimbal, geringe Latenz und einen umfassenden Funktionsumfang. Bemerkenswert ist, dass es das erste Radio mit eingebautem TBS Crossfire ist, das eine Niederfrequenzübertragung für außergewöhnliche Reichweite und Durchdringung nutzt. Mit seiner Größe ist es auch perfekt für Reisen. Tatsächlich habe ich genau wegen seiner kompakten Abmessungen zu dieser Fernbedienung gewechselt, um sicherzustellen, dass ich während meiner zweimonatigen Reise durch Asien einen zuverlässigen Begleiter hatte.",
    "tx16t": "Radiomaster TX16S Mark II",
    "tx16d": "Der RadioMaster TX16S Mark II mit ELRS (ExpressLRS) Technologie ist die ideale Wahl für Fernsteuerungsenthusiasten. Vielseitig und benutzerfreundlich, ist er kompatibel mit verschiedenen RC-Modellen. Dieser robuste Sender bietet präzise Steuerung, erweiterte Akkulaufzeit und anpassbare Funktionen, was ihn perfekt für alle Ebenen von RC-Enthusiasten macht.",
    "ndt": "Alle Arten von ND-Filtern",
    "ndd": "Neutraldichte (ND)-Filter sind unverzichtbar für Fotografen und Videografen, um Kreativität und Qualität zu verbessern. Indem sie Licht reduzieren, ermöglichen sie kinematografische Bewegungsunschärfe und weite Blendenöffnungen in hellen Bedingungen und sorgen so für professionelle visuelle Ergebnisse. ND-Filter sind der Schlüssel, um diesen begehrten kinematografischen Look in Ihrem Filmmaterial zu erreichen.",
    "goProt": "GoPro 11 Mini",
    "goProd": "Die GoPro 11 Mini, meine bevorzugte FPV-Kamera, bietet außergewöhnliche Leistung in einem kompakten, leichten Design. Sie sorgt für reibungslose, hochauflösende Video- und Fotoaufnahmen, auch bei Hochgeschwindigkeits-FPV-Flügen. Mit ihrer Robustheit und benutzerfreundlichen Bedienung ist sie die ideale Wahl, um Ihre FPV-Abenteuer präzise und stilvoll einzufangen.",
    "analogt": "Analoge FPV-Brillen",
    "analogd": "Analoge FPV-Brillen bieten ein immersives Erlebnis mit geringer Latenz und Echtzeitübertragung, ideal für Hochgeschwindigkeitsflüge. Für Komfort anpassbar, sind sie bekannt für ihre Langlebigkeit. Es ist erwähnenswert, dass sie eine geringere Auflösung bieten und die ältere Generation der FPV-Technologie darstellen, mit digitalen Alternativen, die jetzt verfügbar sind. Dennoch bleiben sie bei FPV-Enthusiasten für ihre Authentizität und Zuverlässigkeit beliebt.",
    "sonyCamerat": "Sony Alpha 7 III",
    "sonyCamerad": "Die Sony Alpha 7 III ist eine hoch geschätzte Vollformat-Spiegellose Kamera in Fotografie und Videografie. Sie verfügt über einen 24,2-Megapixel-Sensor für atemberaubende Bilder und 4K-Video mit hervorragender Leistung bei schlechten Lichtverhältnissen. Ihr Autofokussystem ist schnell und präzise, und sie bietet professionelle Videoaufnahmen. Die 5-Achsen-Bildstabilisierung sorgt für ruhige Aufnahmen, und ich benutze sie, um hochwertige Fotos für Unternehmen zu erfassen. Sie ist ein vielseitiges und zuverlässiges Werkzeug für verschiedene Fotografie-Genres und Videoproduktion.",
    "goggles2t": "DJI Goggles 2",
    "goggles2d": "Tauchen Sie ein in die Zukunft der FPV-Brillen mit den DJI Goggles 2, der neuesten Generation immersiver Luftfahrt-Erkundung. Diese hochmodernen Brillen bieten hochauflösende Displays, digitale Übertragung und ein kompaktes Design, das perfekt für den einfachen Transport geeignet ist. Mit den DJI Goggles 2 werden Sie in den Himmel transportiert, bereit atemberaubende Aufnahmen aus der Vogelperspektive zu erfassen und Ihre Luftabenteuer auf neue Höhen zu bringen. Diese Brillen benutze ich am häufigsten und stellen sicher, dass ich keinen Moment von oben verpasse."
  },
  "Contact": {
    "title": "Lass uns kreieren...",
    "title2": " zusammen!",
    "ineterested": "",
    "unsure": "Unsicher über deine Vision oder wie man dorthin kommt? Keine Sorge – gemeinsam finden wir den Weg. Kontaktiere mich heute!",
    "contact": "Jannik Elia Hug",
    "email": "kinnajfilms@gmail.com",
    "or": "Oder",
    "insta": "Fühl dich frei, mir auf sozialen Medien eine Nachricht zu senden.",
    "exited": "Ich freue mich darauf, mit dir zu arbeiten. Nun geh und genieße etwas Sonnenschein!"
  },
  "Header": {
    "button1": "Über Mich",
    "button2": "Projekte",
    "button3": "FPV",
    "button4": "Ideen-Ecke"
  },
  "IdeaCorner": {
    "title": "Ideen-Ecke",
    "description": "Hier sind einige Ideen für dein nächstes Projekt"
  }

}
