{
  "Home": {
    "title": "Hello world!",
    "language": "Language",
    "kinajBeschreibung1": "Specializing in cutting-edge drone videography for the next generation.",
    "kinajBeschreibung2": "Whether you require indoor shots, action-packed sequences (sports, cars, etc.), real estate showcases, mountain landscapes, or general content creation.",
    "kinajBeschreibung3": "Look no further – you've reached the perfect destination.",
    "kinajBeschreibung4": "My expertise lies in the realm of FPV Drones, a cutting-edge and contemporary approach to cinematography that promises to breathe new life into your visual content. Whether you require captivating indoor shots, breathtaking outdoor perspectives through windows, or awe-inspiring aerial views, I possess the skills to deliver it all. In addition to my drone mastery, I provide top-notch content production services for advertisements and can even assume the reins of your social media accounts, ensuring they thrive and engage with your audience effectively. ",
    "kinajBeschreibung5": "In today's digital era, establishing a robust online presence and curating a portfolio that highlights your business and its offerings are of utmost importance. Showcasing your business with FPV technology provides a dynamic behind-the-scenes look at your company.",
    "kinajBeschreibung6": "If you have any unique or specific requests, I encourage you to reach out to me without hesitation.",
    "kinajBeschreibung7": "Together, let's transform your vision into a captivating reality. Don't wait; make your mark in the digital landscape with Kinnaj Films today.",
    "whatIsFpv": "Welcome to the world of FPV (First Person View), an exhilarating frontier in drone technology. FPV drones provide pilots with a unique opportunity to immerse themselves in the flight experience, seeing the world from the perspective of the drone itself. An FPV Drone delivers an exceptional real-time video feed with remarkably low latency, all channeled directly to a pair of specialized goggles worn by the pilot. This groundbreaking technology empowers the pilot with an unprecedented level of precision, facilitating lightning-fast reactions, and a profound sense of freedom while navigating through tight corners or executing heart-pounding aerial maneuvers.",
    "offersFPV": "FPV transcends traditional filming experiences, offering a level of dynamism and immersion unparalleled in today's world. It provides a first-person perspective, plunging you directly into the heart of the action. With FPV, you'll feel as though you are right there, in the thick of it all, ready to capture the most astonishing moments. Embrace the future of filming with FPV technology.",
    "fpvTitel": "What is FPV ?",
    "buttonProjects": "See projects",
    "buttonAbout": "About me",
    "buttonEquipment": "My toolset",
    "cookie": "This website uses cookies to ensure you get the best experience on our website.",
    "cookieButton": "Got it!"
  },
  "Projects": {
    "title": "Projekte",
    "description": "Hier sind meine Projekte",
    "bastellaTitle": "Bastella GmbH",
    "bastellaDescription": "Our objective was to bring attention to the location and store, and we achieved this by creating a captivating virtual fly-through experience. Beginning on the bustling main street, we seamlessly glided over the parking area, leading directly into the store. This project served to unveil the hidden gem that this place is, making customers aware of its existence, the convenient parking options, and the best way to reach it. As we journeyed through the store, we highlighted their extensive range of products and services, offering customers a glimpse of what they have to offer. To enhance the user's experience, we integrated Sounddesign into the video, creating a more immersive feel. In addition to the video, we produced optimized Reels to showcase the store's highlights on their social media platforms.",
    "castiglioneTitle": "Castiglione Falletto",
    "castiglioneDescription": "During my journey to Castiglione Falletto, one of the charming communes in the Barolo region of Italy, I had the privilege of exploring their picturesque, authentic town. I immersed myself in their exquisite wines and savored the finest Italian cuisine. While there, I created a video that showcases the various facets of this lovely town. Due to the constraints of the pandemic, the townspeople had been unable to gather for quite some time. To celebrate the enduring partnership between Muntelier in Switzerland and Castiglione, a heartwarming dinner was organized, bringing the communities together. The event was a resounding success, with many residents in attendance, and I captured this long-awaited reunion to provide them with cherished memories of the joyous evening. This project was Muntelier's gift to Castiglione, symbolizing the strength of their enduring partnership.",
    "tcmTitle": "Tennis Club Murten",
    "tcmDescription": "In collaboration with Deusiem League, we crafted an exhilarating fly-through experience of the tennis court in Murten. The video offers a comprehensive view of the entire club, encompassing the parking area, kitchen, restaurant, and, of course, the tennis courts. As we navigated through the space, players engaged in intense tennis matches, providing an authentic glimpse of the club's vibrant atmosphere. The addition of sound design enhances the immersion, making you feel as though you're right there on the court, wishing you could join in the game."
  },
  "About": {
    "titleJannik": "<-- That's me",
    "descriptionJannik1": "Hey there, I'm Jannik Elia Hug, a 23-year-old on a mission to reach new heights, both in life and adventure. Standing tall at 1.93 meters, I'm all about pushing boundaries. \nMy heart beats for sports, with a constant switch between calisthenics, martial arts, and my latest love, Muay Thai. Technology fuels my curiosity, enabling us to achieve more. I thrive on creating memories, whether it's scaling mountains, making memories with friends, or capturing the beauty of our world through a camera lens.",
    "descriptionJannik2": "My educational journey took me from Murten, Switzerland, through a computer science apprenticeship and Matura. I later embraced the challenge of special forces training during my military service. Now, I'm diving into the dynamic world of computer science at Berner Fachhochschule. Join me as I continue to explore, learn, and make the most of life's adventures.",
    "titleDrones": "Passion for Drones and Filming",
    "descriptionDrones1": "Ever since I was a kid, the allure of flying objects and the breathtaking perspectives they offer has taken my interest. As I delved into my studies, the dream of building my own drone ignited within me.\nAfter I seized my opportunity in a project, I embarked on a journey to create my very own FPV drones, and oh, what a thrilling, challenging ride it has been. Flying these drones is no walk in the park; it demands relentless practice and precision. But the rewards are beyond measure.\nThe sheer exhilaration of soaring through the skies via FPV goggles is an experience that has etched itself into my heart. It's a feeling of freedom and wonder that's difficult to put into words. But I didn't stop there. ",
    "descriptionDrones2": "I decided to combine my passion for creating memories with my newfound love for FPV flying.\nI affixed a camera to my FPV drone, and suddenly, a whole new world of possibilities unfolded before my eyes. Each flight became a canvas for crafting my own memories, capturing stunning vistas, and telling stories from an entirely unique perspective. It was the intersection of my interests, and I couldn't have been happier with the outcome.\n",
    "titleMot": "Motivation: The Power Behind My Ambitions",
    "descriptionMot1": "Ever since I began building my first drone, I've ignited a world of boundless possibilities. With every step, I fuel my passion and draw closer to my dream. This thrilling journey has introduced me to remarkable individuals and awe-inspiring places. Now, I'm more determined than ever to explore, travel, and partner with local talents and companies to showcase the world's beauty. Together, let's turn this dream into a vivid reality. ",
    "descriptionMot2": "Join me, and let's work hand in hand to make it happen."
  },
  "Equipment": {
    "1t": "Custom 5zoll",
    "1d": "Erste gebaute Drone mit Velox Motoren und einer Vista Air 2 ",
    "2t": "Custom 5inch with O3unit",
    "2d": "Hier sind meine Projekte",
    "3t": "Projekte",
    "3d": "Hier sind meine Projekte",
    "4t": "Projekte",
    "4d": "Hier sind meine Projekte",
    "5t": "Projekte",
    "5d": "Hier sind meine Projekte"
  },
  "Contact": {
    "title": "Let's create... together !",
    "ineterested": "",
    "unsure": "Unsure about your vision or how to get there? Don't fret – together, we'll find the way. Contact me today!",
    "contact": "Jannik Elia Hug",
    "email": "kinnajfilms@gmail.com",
    "or": "Or",
    "insta": "Feel free to slide into my DMs on social media. ",
    "exited": "I'm excited to work with you. Now, go soak up some sunshine! "
  },
  "Header": {
    "button1": "About Me",
    "button2": "Projects",
    "button3": "FPV",
    "button4": "Ideas Corner"
  }
}
