{
  "Home": {
    "title": "Hello world!",
    "language": "Language",
    "kinajBeschreibung1": "Are you tired of the relentless headache that comes with managing your social media presence? ",
    "kinajBeschreibung2": "Look no further – you've arrived at the perfect destination",
    "kinajBeschreibung3": "At Kinnaj Films, I offer tailored guidance to both companies and individuals looking to conquer the ever-evolving realm of social media. In today's digital era, establishing a robust online presence and curating a portfolio that showcases your business and its offerings is paramount. ",
    "kinajBeschreibung4": "My expertise lies in the realm of FPV Drones, a cutting-edge and contemporary approach to cinematography that promises to breathe new life into your visual content. Whether you require captivating indoor shots, breathtaking outdoor perspectives through windows, or awe-inspiring aerial views, I possess the skills to deliver it all. In addition to my drone mastery, I provide top-notch content production services for advertisements and can even assume the reins of your social media accounts, ensuring they thrive and engage with your audience effectively. ",
    "kinajBeschreibung5": "Should you have any unique or specific requests, I encourage you to reach out to me without hesitation.",
    "kinajBeschreibung6": "Together, let's transform your vision into a captivating reality. Don't wait; make your mark in the digital landscape with Kinnaj Films today.",
    "whatIsFpv": "Welcome to the world of FPV (First Person View), an exhilarating frontier in drone technology. FPV drones provide pilots with a unique opportunity to immerse themselves in the flight experience, seeing the world from the perspective of the drone itself. An FPV Drone delivers an exceptional real-time video feed with remarkably low latency, all channeled directly to a pair of specialized goggles worn by the pilot. This groundbreaking technology empowers the pilot with an unprecedented level of precision, facilitating lightning-fast reactions, and a profound sense of freedom while navigating through tight corners or executing heart-pounding aerial maneuvers.",
    "offersFPV": "FPV transcends traditional filming experiences, offering a level of dynamism and immersion unparalleled in today's world. It provides a first-person perspective, plunging you directly into the heart of the action. With FPV, you'll feel as though you are right there, in the thick of it all, ready to capture the most astonishing moments. Embrace the future of filming with FPV technology.",
    "fpvTitel": "What is FPV ?",
    "buttonProjects": "See projects",
    "buttonAbout": "About me",
    "buttonEquipment": "My toolset"
  },
  "Projects": {
    "title": "Projekte",
    "description": "Hier sind meine Projekte"
  },
  "About": {
    "titleJannik": "<-- ME>",
    "description1": "Hier sind meine Projekte",
    "titleDrones": "Jannik Elia Hug",
    "description2": "Hier sind meine Projekte",
    "title2": "Jannik Elia Hug",
    "description3": "Hier sind meine Projekte"
  }
}