{
  "Home": {
    "title": "¡Hola mundo!",
    "language": "Idioma",
    "kinajBeschreibung1": "Como experto en videografía y fotografía avanzada con drones, ofrezco un amplio espectro de servicios, incluyendo grabaciones en interiores, secuencias de acción, vistas de bienes raíces y paisajes impresionantes.",
    "kinajBeschreibung2": "Especializado en drones FPV, entrego visuales únicos y de alta calidad, perfectos para publicidad.",
    "kinajBeschreibung3": "Más allá de la videografía, también proporciono servicios completos de gestión de redes sociales y digitales, asegurando que su negocio brille en línea.",
    "kinajBeschreibung4": "Para cualquier solicitud específica, por favor contácteme.",
    "kinajBeschreibung5": "Colaboremos para convertir tu visión en realidad y elevar tu presencia digital con Kinnaj Films.",
    "whatIsFpv": "Bienvenido al mundo del FPV (Vista en Primera Persona), una frontera emocionante en la tecnología de drones. Los drones FPV brindan a los pilotos una oportunidad única de sumergirse en la experiencia de vuelo, viendo el mundo desde la perspectiva del propio dron. Un dron FPV entrega un feed de video en tiempo real excepcional con una latencia notablemente baja, todo canalizado directamente a un par de gafas especializadas usadas por el piloto. Esta tecnología innovadora empodera al piloto con un nivel de precisión sin precedentes, facilitando reacciones rápidas como el rayo y un profundo sentido de libertad mientras navega por esquinas estrechas o ejecuta maniobras aéreas emocionantes.",
    "offersFPV": "El FPV trasciende las experiencias de filmación tradicionales, ofreciendo un nivel de dinamismo e inmersión sin paralelo en el mundo actual. Proporciona una perspectiva en primera persona, sumergiéndote directamente en el corazón de la acción. Con el FPV, sentirás como si estuvieras allí, en medio de todo, listo para capturar los momentos más asombrosos. Abraza el futuro de la filmación con la tecnología FPV.",
    "fpvTitel": "¿Qué es el FPV?",
    "buttonProjects": "Ver proyectos",
    "buttonAbout": "Acerca de mí",
    "buttonEquipment": "Mi equipo",
    "cookie": "Este sitio web utiliza cookies para asegurarte la mejor experiencia en nuestro sitio web.",
    "cookieButton": "¡Entendido!"
  },
  "Projects": {
    "title": "Projekte",
    "description": "Hier sind meine Projekte",
    "bastellaTitle": "Bastella GmbH",
    "bastellaDescription": "Nuestro objetivo era llamar la atención sobre la ubicación y la tienda, y lo logramos creando una experiencia virtual de vuelo cautivadora. Comenzando en la bulliciosa calle principal, nos deslizamos sin problemas sobre el área de estacionamiento, llevando directamente a la tienda. Este proyecto sirvió para revelar la joya oculta que es este lugar, haciendo que los clientes sean conscientes de su existencia, las convenientes opciones de estacionamiento y la mejor manera de llegar allí. Mientras recorríamos la tienda, destacamos su amplia gama de productos y servicios, ofreciendo a los clientes un vistazo de lo que tienen para ofrecer. Para mejorar la experiencia del usuario, integramos diseño de sonido en el video, creando una sensación más inmersiva. Además del video, produjimos Reels optimizados para mostrar los aspectos más destacados de la tienda en sus plataformas de redes sociales.",
    "castiglioneTitle": "Castiglione Falletto",
    "castiglioneDescription": "Durante mi viaje a Castiglione Falletto, uno de los encantadores municipios de la región del Barolo en Italia, tuve el privilegio de explorar su pintoresca y auténtica ciudad. Me sumergí en sus exquisitos vinos y saboreé la mejor cocina italiana. Mientras estuve allí, creé un video que muestra las diversas facetas de esta encantadora ciudad. Debido a las restricciones de la pandemia, la gente del pueblo había estado sin reunirse durante bastante tiempo. Para celebrar la duradera asociación entre Muntelier en Suiza y Castiglione, se organizó una cena conmovedora, uniendo a las comunidades. El evento fue un rotundo éxito, con muchos residentes asistiendo, y capturé esta tan esperada reunión para proporcionarles recuerdos preciados de la alegre velada. Este proyecto fue el regalo de Muntelier a Castiglione, simbolizando la fuerza de su duradera asociación.",
    "tcmTitle": "Tennis Club Murten",
    "tcmDescription": "En colaboración con la Liga Deusiem, creamos una emocionante experiencia de vuelo a través de la cancha de tenis en Murten. El video ofrece una vista completa de todo el club, abarcando el área de estacionamiento, la cocina, el restaurante y, por supuesto, las canchas de tenis. A medida que navegábamos por el espacio, los jugadores participaban en intensos partidos de tenis, proporcionando una visión auténtica de la vibrante atmósfera del club. La adición de diseño de sonido mejora la inmersión, haciéndote sentir como si estuvieras allí en la cancha, deseando poder unirte al juego."
  },
  "About": {
    "titleJannik": "<-- Ese soy yo",
    "descriptionJannik1": "Hola, soy Jannik Elia Hug, un joven de 23 años con la misión de alcanzar nuevas alturas, tanto en la vida como en la aventura. Me apasiona superar límites. Mi corazón late por el deporte, alternando constantemente entre calistenia, artes marciales y mi más reciente amor, el Muay Thai. La tecnología alimenta mi curiosidad, permitiéndonos lograr más. Me encanta crear recuerdos, ya sea escalando montañas, haciendo memorias con amigos o capturando la belleza de nuestro mundo a través de una lente de cámara.",
    "descriptionJannik2": "Mi trayectoria educativa me llevó de Murten, Suiza, a través de un aprendizaje en ciencias de la computación y la Matura. Más tarde, acepté el desafío del entrenamiento de fuerzas especiales durante mi servicio militar. Ahora, me sumerjo en el dinámico mundo de la ciencia de la computación en la Berner Fachhochschule. Únete a mí mientras continúo explorando, aprendiendo y aprovechando al máximo las aventuras de la vida.",
    "titleDrones": "Pasión por los Drones y la Filmación",
    "descriptionDrones1": "Desde que era niño, la atracción por los objetos voladores y las perspectivas impresionantes que ofrecen ha capturado mi interés. Al sumergirme en mis estudios, el sueño de construir mi propio dron se encendió en mí. Después de aprovechar mi oportunidad en un proyecto, emprendí un viaje para crear mis propios drones FPV, y vaya que ha sido un viaje emocionante y desafiante. Volar estos drones no es un paseo por el parque; exige práctica implacable y precisión. Pero las recompensas son incalculables. La pura emoción de volar por los cielos a través de gafas FPV es una experiencia que se ha grabado en mi corazón. Es una sensación de libertad y maravilla difícil de poner en palabras. Pero no me detuve ahí.",
    "descriptionDrones2": "Decidí combinar mi pasión por crear recuerdos con mi nuevo amor por el vuelo FPV. Coloqué una cámara en mi dron FPV, y de repente, se desplegó ante mis ojos un mundo completamente nuevo de posibilidades. Cada vuelo se convirtió en un lienzo para crear mis propios recuerdos, capturar vistas impresionantes y contar historias desde una perspectiva completamente única. Fue la intersección de mis intereses, y no podría haber estado más contento con el resultado.",
    "titleMot": "Motivación: La Fuerza Detrás de Mis Ambiciones",
    "descriptionMot1": "Desde que comencé a construir mi primer dron, he encendido un mundo de posibilidades ilimitadas. Con cada paso, alimento mi pasión y me acerco más a mi sueño. Este emocionante viaje me ha presentado a individuos notables y lugares impresionantes. Ahora, estoy más decidido que nunca a explorar, viajar y asociarme con talentos y empresas locales para mostrar la belleza del mundo. Juntos, convirtamos este sueño en una realidad vívida.",
    "descriptionMot2": "Únete a mí, y trabajemos mano a mano para hacerlo realidad."
  },
  "Equipment": {
    "v2t": "Mi segundo montaje de dron FPV de 5 pulgadas",
    "v2d": "Les presento mi segundo montaje de dron FPV de 5 pulgadas, equipado con un marco Geprc True X para estabilidad y agilidad. Esta máquina de alto rendimiento cuenta con un stack T-Motor F7 HD + F55A Pro II, completo con una Airunit O3 para una transmisión digital cristalina. Impulsado por motores T-Motor Pacer, ha sido mi compañero de confianza en un emocionante viaje de dos meses por Asia.",
    "cinebot30t": "Cinebot30",
    "cinebot30d": "Les presento el Cinebot30 de Geprc, un dron FPV versátil de 3 pulgadas diseñado para la excelencia cinematográfica. Equipado con características de vanguardia y un diseño compacto, es la herramienta perfecta para capturar impresionantes imágenes aéreas. Ya sea explorando paisajes épicos o documentando tus aventuras, el Cinebot30 asegura un rendimiento y creatividad sin igual. Con características de seguridad integradas, proporciona tranquilidad para vuelos en interiores y tomas que involucran personas.",
    "picot": "Pavo Pico",
    "picod": "Les presento el Pavo Pico de Betaflight, un micro whoop extraordinario que lleva el FPV al siguiente nivel. Esta pequeña central eléctrica está diseñada para capturar tomas excepcionales en espacios reducidos y entornos de pequeña escala. Con su pequeño marco y características avanzadas, el Pavo Pico es la elección ideal para tomas intrincadas que involucran pequeños objetos o escenas interiores. Ofrece un rendimiento y precisión inigualables, convirtiéndolo en la herramienta ideal para capturar esas tomas desafiantes y de cerca.",
    "v1t": "Mi primer bebé",
    "v1d": "Donde todo comenzó, mi primer dron FPV. Este compañero resistente, construido sobre un marco Lumenier QAV-S JohnnyFPV, ha soportado innumerables choques y perdonado mis errores de principiante. Con su stack F411+V45A Lite, motores T-Motor Velox V2 y una unidad aérea Caddx Vista, es el corazón duradero de mi viaje FPV.",
    "avatat": "DJI Avata",
    "avatad": "Conozcan el DJI Avata, un dron FPV versátil que he personalizado a mis preferencias con un soporte GoPro impreso en 3D en la parte superior. Aunque no es mi opción para cada vuelo, aprecio su diseño fácil de usar, lo que lo convierte en una buena opción para principiantes y aquellos que disfrutan capturando video FPV inmersivo. Sin embargo, a medida que me aventuré en vuelos FPV más avanzados, encontré otros drones que ofrecen un rendimiento mejorado. No obstante, el DJI Avata permanece en mi colección, demostrando su valor cuando surgen necesidades específicas.",
    "batteriest": "Todo tipo de baterías",
    "batteriesd": "Las baterías Lipo, la sangre vital de los drones, vienen en todos los tamaños para alimentar estas maravillas aéreas. Desde micro-drones compactos hasta cuadricópteros de carreras de alto rendimiento, hay una batería Lipo para cada necesidad, asegurando que los cielos estén siempre al alcance.",
    "tango2t": "TBS Tango II Pro",
    "tango2d": "El TBS Tango II Pro establece un nuevo estándar para controles remotos. A pesar de su forma compacta, cuenta con gimbals de sensor HAL plegables de tamaño completo, baja latencia y un conjunto completo de características. Es notablemente la primera radio con TBS Crossfire incorporado, aprovechando la transmisión de baja frecuencia para un alcance y penetración excepcionales. Con su tamaño, también es perfecto para viajar. De hecho, hice el cambio a este control remoto precisamente por sus dimensiones compactas, asegurando que tuviera un compañero confiable durante mi viaje de dos meses por Asia.",
    "tx16t": "Radiomaster TX16S Mark II",
    "tx16d": "El RadioMaster TX16S Mark II, con tecnología ELRS (ExpressLRS), es la elección ideal para entusiastas del control remoto. Versátil y fácil de usar, es compatible con varios modelos de RC. Este transmisor duradero ofrece control de precisión, vida útil extendida de la batería y características personalizables, haciéndolo perfecto para todos los niveles de aficionados a la RC.",
    "ndt": "Todo tipo de filtros ND",
    "ndd": "Los filtros de Densidad Neutra (ND) son indispensables para fotógrafos y videógrafos, mejorando la creatividad y calidad. Al reducir la luz, permiten un desenfoque de movimiento cinematográfico y aperturas amplias en condiciones brillantes, asegurando visuales de grado profesional. Los filtros ND son la clave para lograr esa apariencia cinematográfica deseada en tus videos.",
    "goProt": "GoPro 11 Mini",
    "goProd": "La GoPro 11 Mini, mi cámara FPV preferida, ofrece un rendimiento excepcional en un diseño compacto y ligero. Asegura una captura de video y foto suave y de alta resolución, incluso durante vuelos FPV de alta velocidad. Con durabilidad y operación fácil de usar, es la elección ideal para capturar tus aventuras FPV con precisión y estilo.",
    "analogt": "Gafas FPV analógicas",
    "analogd": "Las gafas FPV analógicas ofrecen una experiencia inmersiva con baja latencia y transmisión en tiempo real, ideales para vuelos de alta velocidad. Personalizables para la comodidad, son conocidas por su durabilidad. Cabe destacar que ofrecen una resolución más baja y representan la generación anterior de tecnología FPV, con alternativas digitales ahora disponibles. No obstante, siguen siendo populares entre los entusiastas de FPV por su autenticidad y fiabilidad.",
    "sonyCamerat": "Sony Alpha 7 III",
    "sonyCamerad": "La Sony Alpha 7 III es una cámara sin espejo de fotograma completo muy valorada en fotografía y videografía. Cuenta con un sensor de 24.2 megapíxeles para imágenes impresionantes y video 4K con excelente rendimiento en condiciones de poca luz. Su sistema de enfoque automático es rápido y preciso, y ofrece grabación de video a nivel profesional. La estabilización de imagen de 5 ejes asegura tomas estables, y la uso para capturar fotos de alta calidad para negocios. Es una herramienta versátil y confiable para varios géneros de fotografía y producción de video.",
    "goggles2t": "DJI Goggles 2",
    "goggles2d": "Adéntrate en el futuro de las gafas FPV con las DJI Goggles 2, la última generación de exploración aérea inmersiva. Estas gafas de vanguardia ofrecen pantallas de alta resolución, transmisión digital y un diseño compacto, perfecto para un transporte fácil. Con las DJI Goggles 2, serás transportado a los cielos, listo para capturar impresionantes tomas desde una vista de pájaro y elevar tus aventuras aéreas a nuevas alturas. Estas son las gafas que uso la mayoría del tiempo, asegurándome de no perderme ni un momento desde arriba."
  },
  "Contact": {
    "title": "Creemos juntos...",
    "title2": " juntos!",
    "ineterested": "",
    "unsure": "¿Inseguro sobre tu visión o cómo llegar allí? No te preocupes, juntos encontraremos el camino. ¡Contáctame hoy!",
    "contact": "Jannik Elia Hug",
    "email": "kinnajfilms@gmail.com",
    "or": "O",
    "insta": "No dudes en deslizarte en mis DMs en redes sociales.",
    "exited": "Estoy emocionado de trabajar contigo. Ahora, ¡ve a disfrutar un poco de sol!"
  },
  "Header": {
    "button1": "Sobre Mí",
    "button2": "Proyectos",
    "button3": "FPV",
    "button4": "Rincón de Ideas"
  },
  "IdeaCorner": {
    "title": "Rincón de Ideas",
    "description": "Aquí tienes algunas ideas para tu próximo proyecto"
  }

}
