{
  "Home": {
    "title": "Hello world!",
    "language": "Language",
    "kinajBeschreibung1": "As an expert in advanced drone videography and photography, I offer a broad spectrum of services including indoor footage, action sequences, real estate views, and stunning landscapes.",
    "kinajBeschreibung2": "Specializing in FPV Drones, I deliver unique, high-quality visuals perfect for advertising.",
    "kinajBeschreibung3": "Beyond videography, I also provide comprehensive social media and digital management services, ensuring your business shines online.",
    "kinajBeschreibung4": "For any specific requests, please contact me.",
    "kinajBeschreibung5": "Let's collaborate to turn your vision into reality and elevate your digital presence with Kinnaj Films.",
    "whatIsFpv": "Welcome to the world of FPV (First Person View), an exhilarating frontier in drone technology. FPV drones provide pilots with a unique opportunity to immerse themselves in the flight experience, seeing the world from the perspective of the drone itself. An FPV Drone delivers an exceptional real-time video feed with remarkably low latency, all channeled directly to a pair of specialized goggles worn by the pilot. This groundbreaking technology empowers the pilot with an unprecedented level of precision, facilitating lightning-fast reactions, and a profound sense of freedom while navigating through tight corners or executing heart-pounding aerial maneuvers.",
    "offersFPV": "FPV transcends traditional filming experiences, offering a level of dynamism and immersion unparalleled in today's world. It provides a first-person perspective, plunging you directly into the heart of the action. With FPV, you'll feel as though you are right there, in the thick of it all, ready to capture the most astonishing moments. Embrace the future of filming with FPV technology.",
    "fpvTitel": "What is FPV ?",
    "buttonProjects": "See projects",
    "buttonAbout": "About me",
    "buttonEquipment": "My toolset",
    "cookie": "This website uses cookies to ensure you get the best experience on our website.",
    "cookieButton": "Got it!"
  },
  "Projects": {
    "title": "Projekte",
    "description": "Hier sind meine Projekte",
    "bastellaTitle": "Bastella GmbH",
    "bastellaDescription": "Our objective was to bring attention to the location and store, and we achieved this by creating a captivating virtual fly-through experience. Beginning on the bustling main street, we seamlessly glided over the parking area, leading directly into the store. This project served to unveil the hidden gem that this place is, making customers aware of its existence, the convenient parking options, and the best way to reach it. As we journeyed through the store, we highlighted their extensive range of products and services, offering customers a glimpse of what they have to offer. To enhance the user's experience, we integrated Sounddesign into the video, creating a more immersive feel. In addition to the video, we produced optimized Reels to showcase the store's highlights on their social media platforms.",
    "castiglioneTitle": "Castiglione Falletto",
    "castiglioneDescription": "During my journey to Castiglione Falletto, one of the charming communes in the Barolo region of Italy, I had the privilege of exploring their picturesque, authentic town. I immersed myself in their exquisite wines and savored the finest Italian cuisine. While there, I created a video that showcases the various facets of this lovely town. Due to the constraints of the pandemic, the townspeople had been unable to gather for quite some time. To celebrate the enduring partnership between Muntelier in Switzerland and Castiglione, a heartwarming dinner was organized, bringing the communities together. The event was a resounding success, with many residents in attendance, and I captured this long-awaited reunion to provide them with cherished memories of the joyous evening. This project was Muntelier's gift to Castiglione, symbolizing the strength of their enduring partnership.",
    "tcmTitle": "Tennis Club Murten",
    "tcmDescription": "In collaboration with Deusiem League, we crafted an exhilarating fly-through experience of the tennis court in Murten. The video offers a comprehensive view of the entire club, encompassing the parking area, kitchen, restaurant, and, of course, the tennis courts. As we navigated through the space, players engaged in intense tennis matches, providing an authentic glimpse of the club's vibrant atmosphere. The addition of sound design enhances the immersion, making you feel as though you're right there on the court, wishing you could join in the game."
  },
  "About": {
    "titleJannik": "<-- That's me",
    "descriptionJannik1": "Hey there, I'm Jannik Elia Hug, a 23-year-old on a mission to reach new heights, both in life and adventure. I'm all about pushing boundaries. My heart beats for sports, with a constant switch between calisthenics, martial arts, and my latest love, Muay Thai. Technology fuels my curiosity, enabling us to achieve more. I thrive on creating memories, whether it's scaling mountains, making memories with friends, or capturing the beauty of our world through a camera lens.",
    "descriptionJannik2": "My educational journey took me from Murten, Switzerland, through a computer science apprenticeship and Matura. I later embraced the challenge of special forces training during my military service. Now, I'm diving into the dynamic world of computer science at Berner Fachhochschule. Join me as I continue to explore, learn, and make the most of life's adventures.",
    "titleDrones": "Passion for Drones and Filming",
    "descriptionDrones1": "Ever since I was a kid, the allure of flying objects and the breathtaking perspectives they offer has taken my interest. As I delved into my studies, the dream of building my own drone ignited within me.\nAfter I seized my opportunity in a project, I embarked on a journey to create my very own FPV drones, and oh, what a thrilling, challenging ride it has been. Flying these drones is no walk in the park; it demands relentless practice and precision. But the rewards are beyond measure.\nThe sheer exhilaration of soaring through the skies via FPV goggles is an experience that has etched itself into my heart. It's a feeling of freedom and wonder that's difficult to put into words. But I didn't stop there. ",
    "descriptionDrones2": "I decided to combine my passion for creating memories with my newfound love for FPV flying. I affixed a camera to my FPV drone, and suddenly, a whole new world of possibilities unfolded before my eyes. Each flight became a canvas for crafting my own memories, capturing stunning vistas, and telling stories from an entirely unique perspective. It was the intersection of my interests, and I couldn't have been happier with the outcome.\n",
    "titleMot": "Motivation: The Power Behind My Ambitions",
    "descriptionMot1": "Ever since I began building my first drone, I've ignited a world of boundless possibilities. With every step, I fuel my passion and draw closer to my dream. This thrilling journey has introduced me to remarkable individuals and awe-inspiring places. Now, I'm more determined than ever to explore, travel, and partner with local talents and companies to showcase the world's beauty. Together, let's turn this dream into a vivid reality. ",
    "descriptionMot2": "Join me, and let's work hand in hand to make it happen."
  },
  "Equipment": {
    "v2t": "My second 5-Inch FPV Build",
    "v2d": "Introducing my second 5-inch FPV drone build, equipped with a Geprc True X frame for stability and agility. This high-performance machine boasts a T-Motor F7 HD + F55A Pro II Stack, complete with an Airunit O3 for crystal-clear digital transmission. Powered by T-Motor Pacer motors, it's been my trusted companion on a thrilling two-month journey through Asia.",
    "cinebot30t": "Cinebot30",
    "cinebot30d": "Introducing the Cinebot30 by Geprc, a versatile 3-inch FPV drone designed for cinematic excellence. Equipped with cutting-edge features and a compact design, it's the perfect tool for capturing breathtaking aerial footage. Whether you're exploring epic landscapes or documenting your adventures, the Cinebot30 ensures unparalleled performance and creativity. With built-in safety features, it provides peace of mind for indoor flights and shots involving people.",
    "picot": "Pavo Pico",
    "picod": "Introducing the Pavo Pico by Betaflight, an extraordinary micro whoop that takes FPV to the next level. This minuscule powerhouse is designed for capturing exceptional shots in tight spaces and small-scale environments. With its tiny frame and advanced features, the Pavo Pico is the ideal choice for intricate shots involving small objects or indoor scenes. It delivers unmatched performance and precision, making it the go-to tool for capturing those challenging and up-close shots.",
    "v1t": "My First Baby",
    "v1d": "Where it all began, my very first FPV drone. This resilient companion, built on a Lumenier QAV-S JohnnyFPV frame, has endured countless crashes and forgiven my beginner's mistakes. With its F411+V45A Lite stack, T-Motor Velox V2 motors, and a Caddx Vista Air Unit, it's the enduring heart of my FPV journey.",
    "avatat": "DJI Avata",
    "avatad": "Meet the DJI Avata, a versatile FPV drone that I've tailored to my preferences with a custom 3D printed GoPro mount on top. While it's not my go-to for every flight, I appreciate its user-friendly design, making it a good choice for beginners and those who enjoy capturing immersive FPV video. However, as I've ventured into more advanced FPV flying, I've found other drones that offer enhanced performance. Nevertheless, the DJI Avata remains in my collection, proving its worth when specific needs arise.",
    "batteriest": "All Kinds of Batteries",
    "batteriesd": "Lipo batteries, the lifeblood of drones, come in all sizes to power these aerial marvels. From compact micro-drones to high-performance racing quads, there's a Lipo battery for every need, ensuring that the skies are always within reach.",
    "tango2t": "TBS Tango II Pro",
    "tango2d": "The TBS Tango II Pro sets a new standard for remote controls. Despite its compact form, it boasts full-size folding HAL sensor gimbals, low latency, and a comprehensive feature set. Notably, it's the first radio with TBS Crossfire built-in, harnessing low-frequency transmission for exceptional range and penetration. With its size, it's also perfect for travel. In fact, I made the switch to this remote precisely because of its compact dimensions, ensuring I had a reliable companion during my two-month journey through Asia.",
    "tx16t": "Radiomaster TX16S Mark II",
    "tx16d": "The RadioMaster TX16S Mark II, with ELRS (ExpressLRS) technology, is the ideal choice for remote control enthusiasts. Versatile and user-friendly, it's compatible with various RC models. This durable transmitter offers precision control, extended battery life, and customizable features, making it perfect for all levels of RC enthusiasts.",
    "ndt": "All kinds of ND Filters",
    "ndd": "Neutral Density (ND) filters are indispensable for photographers and videographers, enhancing creativity and quality. By reducing light, they allow for cinematic motion blur and wide apertures in bright conditions, ensuring professional-grade visuals. ND filters are the key to achieving that sought-after cinematic look in your footage.",
    "goProt": "GoPro 11 Mini",
    "goProd": "The GoPro 11 Mini, my go-to FPV camera, offers exceptional performance in a compact, lightweight design. It ensures smooth, high-resolution video and photo capture, even during high-speed FPV flights. With durability and user-friendly operation, it's the ideal choice for capturing your FPV adventures with precision and style.",
    "analogt": "Analog FPV goggles",
    "analogd": "Analog FPV goggles provide an immersive experience with low latency and real-time transmission, ideal for high-speed flights. Customizable for comfort, they are known for their durability. It's worth noting that they offer lower resolution and represent the older generation of FPV technology, with digital alternatives now available. Nonetheless, they remain popular among FPV enthusiasts for their authenticity and reliability.",
    "sonyCamerat": "Sony Alpha 7 III",
    "sonyCamerad": "The Sony Alpha 7 III is a highly regarded full-frame mirrorless camera in photography and videography. It features a 24.2-megapixel sensor for stunning imagery and 4K video with excellent low-light performance. Its autofocus system is fast and accurate, and it offers professional-level video recording. The 5-axis image stabilization ensures steady shots, and I use it to capture high-quality photos for businesses. It's a versatile and reliable tool for various photography genres and video production.",
    "goggles2t": "DJI Goggles 2",
    "goggles2d": "Step into the future of FPV goggles with DJI Goggles 2, the latest generation of immersive aerial exploration. These cutting-edge goggles offer high-resolution displays, digital transmission, and a compact design that's perfect for easy transport. With DJI Goggles 2, you'll be transported to the skies, ready to capture breathtaking shots from a bird's-eye view, and elevate your aerial adventures to new heights. These are the goggles I use most of the time, ensuring I never miss a moment from above."
  },
  "Contact": {
    "title": "Créons ensemble...",
    "title2": " ensemble !",
    "ineterested": "",
    "unsure": "Vous n'êtes pas sûr de votre vision ou de comment y parvenir ? Ne vous inquiétez pas – ensemble, nous trouverons le chemin. Contactez-moi dès aujourd'hui !",
    "contact": "Jannik Elia Hug",
    "email": "kinnajfilms@gmail.com",
    "or": "Ou",
    "insta": "N'hésitez pas à m'envoyer un message sur les réseaux sociaux.",
    "exited": "Je suis impatient de travailler avec vous. Maintenant, allez profiter un peu du soleil !"
  },
  "Header": {
    "button1": "À propos de moi",
    "button2": "Projets",
    "button3": "FPV",
    "button4": "Coin des Idées"
  },
  "IdeaCorner": {
    "title": "Coin des Idées",
    "description": "Voici quelques idées pour votre prochain projet"
  }

}
