{
  "Home": {
    "title": "Bonjour !",
    "language": "Langue",
    "kinajBeschreibung1": "Vous en avez assez du casse-tête incessant que représente la gestion de votre présence sur les médias sociaux ?",
    "kinajBeschreibung2": "Ne cherchez plus - vous êtes arrivé à la destination idéale. ",
    "kinajBeschreibung3": "Chez Kinnaj Films, j'offre des conseils sur mesure aux entreprises et aux particuliers qui cherchent à conquérir le domaine en constante évolution des médias sociaux. Dans l'ère numérique d'aujourd'hui, il est primordial d'établir une présence en ligne solide et de créer un portfolio qui met en valeur votre entreprise et ses offres.",
    "kinajBeschreibung4": "Mon expertise réside dans le domaine des drones FPV, une approche avant-gardiste et contemporaine de la cinématographie qui promet d'insuffler une nouvelle vie à votre contenu visuel. Que vous ayez besoin de prises de vue captivantes en intérieur, de perspectives extérieures à couper le souffle à travers des fenêtres, ou de vues aériennes impressionnantes, je possède les compétences nécessaires pour répondre à toutes vos attentes. En plus de ma maîtrise du drone, je propose des services de production de contenu de premier ordre pour les publicités et je peux même prendre les rênes de vos comptes de médias sociaux, en veillant à ce qu'ils prospèrent et à ce qu'ils s'engagent avec votre public de manière efficace. ",
    "kinajBeschreibung5": "Si vous avez des demandes uniques ou spécifiques, je vous encourage à me contacter sans hésiter. Ensemble, transformons votre vision en une réalité captivante.",
    "kinajBeschreibung6": "N'attendez pas ; faites votre marque dans le paysage numérique avec Kinnaj Films dès aujourd'hui.",
    "whatIsFpv": "Bienvenue dans le monde du FPV (First Person View), une frontière exaltante dans la technologie des drones. Les drones FPV offrent aux pilotes une occasion unique de s'immerger dans l'expérience du vol, en voyant le monde du point de vue du drone lui-même. Un drone FPV délivre un flux vidéo exceptionnel en temps réel avec une latence remarquablement faible, le tout canalisé directement vers une paire de lunettes spécialisées portées par le pilote. Cette technologie révolutionnaire confère au pilote un niveau de précision sans précédent, lui permettant de réagir à la vitesse de l'éclair et de ressentir un profond sentiment de liberté lorsqu'il négocie des virages serrés ou exécute des manœuvres aériennes époustouflantes.",
    "offersFPV": "Le FPV transcende les expériences cinématographiques traditionnelles en offrant un niveau de dynamisme et d'immersion inégalé dans le monde d'aujourd'hui. Il offre une perspective à la première personne, vous plongeant directement au cœur de l'action. Avec la FPV, vous aurez l'impression d'être sur place, au cœur de l'action, prêt à capturer les moments les plus étonnants. Adoptez l'avenir de la prise de vue avec la technologie FPV.",
    "fpvTitel": "Qu'est-ce que le FPV ?",
    "buttonProjects": "Voir les projets",
    "buttonAbout": "à propos de moi",
    "buttonEquipment": "Ma panoplie d'outils"
  },
  "Projects": {
    "title": "Projekte",
    "description": "Hier sind meine Projekte"
  },
  "About": {
    "titleJannik": "Jannik Elia Hug",
    "description1": "Hier sind meine Projekte bla bla ",
    "titleDrones": "Jannik Elia Hug",
    "description2": "Hier sind meine Projekte2",
    "title2": "Jannik Elia Hug",
    "description3": "Hier sind meine Projekte3"
  }
}