{
  "Home": {
    "title": "Bonjour le monde!",
    "language": "Langue",
    "kinajBeschreibung1": "En tant qu'expert en vidéographie et photographie avancée par drone, je propose un large éventail de services incluant des prises de vue en intérieur, des séquences d'action, des vues immobilières et des paysages époustouflants.",
    "kinajBeschreibung2": "Spécialisé dans les drones FPV, je fournis des visuels uniques et de haute qualité parfaits pour la publicité.",
    "kinajBeschreibung3": "Au-delà de la vidéographie, je propose également des services complets de gestion des médias sociaux et numériques, assurant que votre entreprise brille en ligne.",
    "kinajBeschreibung4": "Pour toute demande spécifique, veuillez me contacter.",
    "kinajBeschreibung5": "Collaborons pour transformer votre vision en réalité et élever votre présence numérique avec Kinnaj Films.",
    "whatIsFpv": "Bienvenue dans le monde du FPV (Vue à la Première Personne), une frontière exaltante dans la technologie des drones. Les drones FPV offrent aux pilotes une opportunité unique de s'immerger dans l'expérience de vol, voyant le monde du point de vue du drone lui-même. Un drone FPV fournit un flux vidéo en temps réel exceptionnel avec une latence remarquablement faible, le tout canalisé directement vers une paire de lunettes spécialisées portées par le pilote. Cette technologie révolutionnaire donne au pilote un niveau de précision sans précédent, facilitant des réactions rapides comme l'éclair et un profond sentiment de liberté lors de la navigation dans des virages serrés ou l'exécution de manœuvres aériennes à couper le souffle.",
    "offersFPV": "Le FPV transcende les expériences de tournage traditionnelles, offrant un niveau de dynamisme et d'immersion inégalé dans le monde d'aujourd'hui. Il offre une perspective à la première personne, vous plongeant directement au cœur de l'action. Avec le FPV, vous aurez l'impression d'être là, au cœur de tout, prêt à capturer les moments les plus étonnants. Embrassez l'avenir du tournage avec la technologie FPV.",
    "fpvTitel": "Qu'est-ce que le FPV ?",
    "buttonProjects": "Voir les projets",
    "buttonAbout": "À propos de moi",
    "buttonEquipment": "Mon outillage",
    "cookie": "Ce site web utilise des cookies pour vous garantir la meilleure expérience sur notre site web.",
    "cookieButton": "Compris !"
  },
  "Projects": {
    "title": "Projekte",
    "description": "Hier sind meine Projekte",
    "bastellaTitle": "Bastella GmbH",
    "bastellaDescription": "Notre objectif était d'attirer l'attention sur l'emplacement et le magasin, et nous avons réalisé cela en créant une expérience de survol virtuel captivante. Commençant dans la rue principale animée, nous avons glissé sans effort sur l'aire de stationnement, menant directement au magasin. Ce projet visait à dévoiler le joyau caché qu'est ce lieu, rendant les clients conscients de son existence, des options de stationnement pratiques, et du meilleur chemin pour y arriver. En parcourant le magasin, nous avons mis en évidence leur vaste gamme de produits et services, offrant aux clients un aperçu de ce qu'ils ont à offrir. Pour améliorer l'expérience utilisateur, nous avons intégré un design sonore dans la vidéo, créant une sensation plus immersive. En plus de la vidéo, nous avons produit des Reels optimisés pour présenter les points forts du magasin sur leurs plateformes de médias sociaux.",
    "castiglioneTitle": "Castiglione Falletto",
    "castiglioneDescription": "Lors de mon voyage à Castiglione Falletto, l'une des charmantes communes de la région du Barolo en Italie, j'ai eu le privilège d'explorer leur ville pittoresque et authentique. Je me suis immergé dans leurs vins exquis et j'ai savouré la meilleure cuisine italienne. Pendant mon séjour, j'ai créé une vidéo qui présente les différentes facettes de cette belle ville. En raison des contraintes de la pandémie, les habitants n'avaient pas pu se rassembler depuis un certain temps. Pour célébrer le partenariat durable entre Muntelier en Suisse et Castiglione, un dîner chaleureux a été organisé, rapprochant les communautés. L'événement a été un succès retentissant, avec de nombreux résidents présents, et j'ai capturé ces retrouvailles tant attendues pour leur fournir des souvenirs précieux de cette soirée joyeuse. Ce projet était le cadeau de Muntelier à Castiglione, symbolisant la force de leur partenariat durable.",
    "tcmTitle": "Tennis Club Murten",
    "tcmDescription": "En collaboration avec la Deusiem League, nous avons créé une expérience de survol exaltante du terrain de tennis à Morat. La vidéo offre une vue complète de l'ensemble du club, englobant l'aire de stationnement, la cuisine, le restaurant et, bien sûr, les courts de tennis. Alors que nous naviguions à travers l'espace, des joueurs participaient à des matchs de tennis intenses, offrant un aperçu authentique de l'atmosphère dynamique du club. L'ajout de design sonore renforce l'immersion, vous faisant sentir comme si vous étiez sur le terrain, souhaitant pouvoir rejoindre le jeu.",
    "viaduktTitle": "Saaneviadukt, Gümmenen",
    "viaduktDescription": "Bienvenue dans l'un de mes premiers projets vidéo, un voyage où j'ai commencé à exploiter le potentiel unique des drones FPV (Vue à la Première Personne). Cette vidéo met en vedette un vol captivant à travers un viaduc remarquable, mettant en avant non seulement le lieu impressionnant mais aussi les capacités de la technologie FPV à créer des images immersives et dynamiques. En tant que l'une de mes premières incursions dans la création vidéo, ce projet ne concernait pas seulement la démonstration de mes compétences naissantes, mais aussi une expérience d'apprentissage significative. Il a jeté les bases pour mon amélioration continue en vidéographie et montage. Rejoignez-moi dans cette exposition palpitante d'art aérien, et témoignez de mes progrès sur ce voyage passionnant dans le monde du montage vidéo et de la créativité FPV."
  },
  "About": {
    "titleJannik": "<-- C'est moi",
    "descriptionJannik1": "Salut, je suis Jannik Elia Hug, un jeune de 23 ans en mission pour atteindre de nouveaux sommets, tant dans la vie que dans l'aventure. Je suis tout pour repousser les limites. Mon cœur bat pour le sport, avec un changement constant entre la calisthénie, les arts martiaux et mon dernier amour, le Muay Thai. La technologie alimente ma curiosité, nous permettant de réaliser davantage. Je m'épanouis en créant des souvenirs, que ce soit en escaladant des montagnes, en créant des souvenirs avec des amis ou en capturant la beauté de notre monde à travers l'objectif d'une caméra.",
    "descriptionJannik2": "Mon parcours éducatif m'a emmené de Morat, Suisse, à travers un apprentissage en informatique et la Matura. Plus tard, j'ai relevé le défi de la formation des forces spéciales pendant mon service militaire. Maintenant, je plonge dans le monde dynamique de l'informatique à la Berner Fachhochschule. Rejoignez-moi alors que je continue d'explorer, d'apprendre et de profiter au maximum des aventures de la vie.",
    "titleDrones": "Passion pour les Drones et le Tournage",
    "descriptionDrones1": "Depuis que je suis enfant, l'attrait des objets volants et les perspectives à couper le souffle qu'ils offrent ont captivé mon intérêt. En me plongeant dans mes études, le rêve de construire mon propre drone s'est allumé en moi. Après avoir saisi mon opportunité dans un projet, j'ai entrepris un voyage pour créer mes propres drones FPV, et oh, quel voyage exaltant et difficile cela a été. Piloter ces drones n'est pas une promenade de santé ; cela exige une pratique inlassable et de la précision. Mais les récompenses sont incommensurables. L'exaltation pure de s'envoler dans les cieux via des lunettes FPV est une expérience qui s'est gravée dans mon cœur. C'est un sentiment de liberté et d'émerveillement difficile à mettre en mots. Mais je ne me suis pas arrêté là.",
    "descriptionDrones2": "J'ai décidé de combiner ma passion pour la création de souvenirs avec mon nouvel amour pour le vol FPV. J'ai fixé une caméra à mon drone FPV, et soudain, un tout nouveau monde de possibilités s'est déployé devant mes yeux. Chaque vol est devenu une toile pour créer mes propres souvenirs, capturer des vues époustouflantes et raconter des histoires d'un point de vue entièrement unique. C'était l'intersection de mes intérêts, et je n'aurais pas pu être plus heureux du résultat.",
    "titleMot": "Motivation : La Puissance Derrière Mes Ambitions",
    "descriptionMot1": "Depuis que j'ai commencé à construire mon premier drone, j'ai allumé un monde de possibilités illimitées. À chaque étape, je nourris ma passion et me rapproche de mon rêve. Ce voyage passionnant m'a fait rencontrer des individus remarquables et des lieux à couper le souffle. Maintenant, je suis plus déterminé que jamais à explorer, voyager et collaborer avec des talents et des entreprises locaux pour mettre en valeur la beauté du monde. Ensemble, transformons ce rêve en une réalité vivante.",
    "descriptionMot2": "Rejoignez-moi, et travaillons main dans la main pour y parvenir."
  },
  "Equipment": {
    "v2t": "Mon deuxième montage de drone FPV 5 pouces",
    "v2d": "Je vous présente mon deuxième montage de drone FPV 5 pouces, équipé d'un cadre Geprc True X pour la stabilité et l'agilité. Cette machine haute performance est dotée d'un stack T-Motor F7 HD + F55A Pro II, complété par une Airunit O3 pour une transmission numérique cristalline. Alimenté par des moteurs T-Motor Pacer, il a été mon fidèle compagnon lors d'un voyage exaltant de deux mois en Asie.",
    "cinebot30t": "Cinebot30",
    "cinebot30d": "Je vous présente le Cinebot30 de Geprc, un drone FPV polyvalent de 3 pouces conçu pour l'excellence cinématographique. Équipé de fonctionnalités de pointe et d'un design compact, il est l'outil parfait pour capturer des images aériennes à couper le souffle. Que vous exploriez des paysages épiques ou documentiez vos aventures, le Cinebot30 garantit une performance et une créativité inégalées. Avec ses caractéristiques de sécurité intégrées, il offre une tranquillité d'esprit pour les vols en intérieur et les prises de vue impliquant des personnes.",
    "picot": "Pavo Pico",
    "picod": "Je vous présente le Pavo Pico de Betaflight, un micro-whoop extraordinaire qui porte le FPV à un niveau supérieur. Cette petite centrale électrique est conçue pour capturer des prises de vue exceptionnelles dans des espaces restreints et des environnements à petite échelle. Avec son cadre minuscule et ses fonctionnalités avancées, le Pavo Pico est le choix idéal pour des prises de vue complexes impliquant de petits objets ou des scènes intérieures. Il offre une performance et une précision inégalées, le rendant l'outil de prédilection pour capturer ces prises de vue difficiles et de près.",
    "v1t": "Mon premier bébé",
    "v1d": "Là où tout a commencé, mon tout premier drone FPV. Ce compagnon résilient, construit sur un cadre Lumenier QAV-S JohnnyFPV, a enduré d'innombrables accidents et pardonné mes erreurs de débutant. Avec son stack F411+V45A Lite, les moteurs T-Motor Velox V2 et une unité aérienne Caddx Vista, c'est le cœur durable de mon parcours FPV.",
    "avatat": "DJI Avata",
    "avatad": "Rencontrez le DJI Avata, un drone FPV polyvalent que j'ai personnalisé à mes préférences avec un support GoPro imprimé en 3D sur le dessus. Bien qu'il ne soit pas mon choix pour chaque vol, j'apprécie sa conception conviviale, le rendant un bon choix pour les débutants et ceux qui aiment capturer des vidéos FPV immersives. Cependant, en me lançant dans des vols FPV plus avancés, j'ai trouvé d'autres drones offrant de meilleures performances. Néanmoins, le DJI Avata reste dans ma collection, prouvant sa valeur lorsque des besoins spécifiques se présentent.",
    "batteriest": "Toutes sortes de batteries",
    "batteriesd": "Les batteries Lipo, le sang vital des drones, existent en toutes tailles pour alimenter ces merveilles aériennes. Des micro-drones compacts aux quads de course haute performance, il y a une batterie Lipo pour chaque besoin, garantissant que les cieux sont toujours à portée de main.",
    "tango2t": "TBS Tango II Pro",
    "tango2d": "Le TBS Tango II Pro établit une nouvelle norme pour les télécommandes. Malgré sa forme compacte, il est doté de gimbals à capteurs HAL pliables de taille normale, une faible latence et un ensemble complet de fonctionnalités. Notamment, c'est la première radio avec TBS Crossfire intégré, exploitant la transmission à basse fréquence pour une portée et une pénétration exceptionnelles. Avec sa taille, il est également parfait pour voyager. En fait, j'ai choisi cette télécommande précisément en raison de ses dimensions compactes, garantissant que j'avais un compagnon fiable lors de mon voyage de deux mois en Asie.",
    "tx16t": "Radiomaster TX16S Mark II",
    "tx16d": "Le RadioMaster TX16S Mark II, avec la technologie ELRS (ExpressLRS), est le choix idéal pour les passionnés de télécommande. Polyvalent et convivial, il est compatible avec divers modèles RC. Cet émetteur durable offre un contrôle précis, une autonomie prolongée et des fonctionnalités personnalisables, le rendant parfait pour tous les niveaux d'enthousiastes de la RC.",
    "ndt": "Toutes sortes de filtres ND",
    "ndd": "Les filtres à Densité Neutre (ND) sont indispensables pour les photographes et les vidéastes, améliorant la créativité et la qualité. En réduisant la lumière, ils permettent un flou de mouvement cinématographique et de grandes ouvertures dans des conditions lumineuses, assurant des visuels de qualité professionnelle. Les filtres ND sont la clé pour obtenir ce look cinématographique recherché dans vos vidéos.",
    "goProt": "GoPro 11 Mini",
    "goProd": "La GoPro 11 Mini, ma caméra FPV de prédilection, offre des performances exceptionnelles dans un design compact et léger. Elle garantit une capture vidéo et photo fluide et de haute résolution, même lors de vols FPV à grande vitesse. Avec sa durabilité et son fonctionnement convivial, c'est le choix idéal pour capturer vos aventures FPV avec précision et style.",
    "analogt": "Lunettes FPV analogiques",
    "analogd": "Les lunettes FPV analogiques offrent une expérience immersive avec une faible latence et une transmission en temps réel, idéales pour les vols à grande vitesse. Personnalisables pour le confort, elles sont reconnues pour leur durabilité. Il convient de noter qu'elles offrent une résolution inférieure et représentent l'ancienne génération de la technologie FPV, avec des alternatives numériques désormais disponibles. Néanmoins, elles restent populaires parmi les passionnés de FPV pour leur authenticité et leur fiabilité.",
    "sonyCamerat": "Sony Alpha 7 III",
    "sonyCamerad": "La Sony Alpha 7 III est une caméra sans miroir plein format très appréciée en photographie et vidéographie. Elle dispose d'un capteur de 24.2 mégapixels pour des images époustouflantes et une vidéo 4K avec d'excellentes performances en basse lumière. Son système autofocus est rapide et précis, et elle offre un enregistrement vidéo de niveau professionnel. La stabilisation d'image à 5 axes assure des prises de vue stables, et je l'utilise pour capturer des photos de haute qualité pour les entreprises. C'est un outil polyvalent et fiable pour divers genres de photographie et la production vidéo.",
    "goggles2t": "DJI Goggles 2",
    "goggles2d": "Entrez dans le futur des lunettes FPV avec les DJI Goggles 2, la dernière génération d'exploration aérienne immersive. Ces lunettes de pointe offrent des écrans haute résolution, une transmission numérique et un design compact, parfait pour un transport facile. Avec les DJI Goggles 2, vous serez transporté dans les cieux, prêt à capturer des prises de vue à couper le souffle depuis une vue d'oiseau, et à élever vos aventures aériennes à de nouveaux sommets. Ce sont les lunettes que j'utilise le plus souvent, m'assurant de ne jamais manquer un moment vu d'en haut."
  },
  "Contact": {
    "title": "Créons ensemble...",
    "title2": " ensemble !",
    "ineterested": "",
    "unsure": "Vous n'êtes pas sûr de votre vision ou de comment y parvenir ? Ne vous inquiétez pas – ensemble, nous trouverons le chemin. Contactez-moi dès aujourd'hui !",
    "contact": "Jannik Elia Hug",
    "email": "kinnajfilms@gmail.com",
    "or": "Ou",
    "insta": "N'hésitez pas à m'envoyer un message sur les réseaux sociaux.",
    "exited": "Je suis impatient de travailler avec vous. Maintenant, allez profiter un peu du soleil !"
  },
  "Header": {
    "button1": "À propos de moi",
    "button2": "Projets",
    "button3": "FPV",
    "button4": "Coin des Idées"
  },
  "IdeaCorner": {
    "title": "Coin des Idées",
    "description": "Voici quelques idées pour votre prochain projet"
  }

}
